{
    "name": "enigma-pten",
    "version": "v3.1.0",
    "display_name": "ClinGen ACMG PTEN v3.1.0",
    "type": "acmg-enigma-pten",
    "reference": "https://submit.ncbi.nlm.nih.gov/api/2.0/files/fbuzfo97/clingen_pten_v3.1.0.pdf/?format=attachment",
    "aliases": ["ACMG PTEN", "ACMG PTEN Pejaver"],
    "final_classes": ["1", "2", "3-", "3", "3+", "4", "4M", "5"],
    "criteria": [
        {
            "name": "PVS1",
            "description": [
                "Original ACMG Summary",
                "Null variant (nonsense, frameshift, canonical +/-1 or 2 splice sites, initiation codon, single or multi-exon deletion) in a gene where loss of function (LOF) is a known mechanism of disease.",
                "Caveats:",
                " - Beware of genes where LOF is not a known disease mechanism (e.g. GFAP, MYH7).",
                " - Use caution interpreting LOF variants at the extreme 3' end of a gene.",
                " - Use caution with splice variants that are predicted to lead to exon skipping but leave the remainder of the protein intact.",
                " - Use caution in the presence of multiple transcripts.",
                "",
                "Gene-specific modifications:",
                "Use PTEN PVS1 decision tree.",
                "",
                "Instructions:",
                "PTEN EP Specification: Follow SVI guidance, using PTEN-specific information. Per the PVS1 workflow guidance provided in Tayoun et al. 2018 (PMID 30192042), the following will apply:",
                "",
                "   1. Nonsense, frameshift variants:",
                "       - PVS1 applies to variants predicted to result in nonsense-mediated decay (NMD); the predicted NMD cutoff for PTEN occurs at c.1121 (p.D375).",
                "       - For nonsense or frameshift variants at the 3' end of the gene NOT predicted to result in nonsense-mediated decay, PVS1 may still be applied if the protein is disrupted at or 5' to c.1121 (NM_000314.6).  Please see supplementary information in manuscript for evidence supporting this cutoff.",
                "       - PVS1_Moderate applies to variants resulting in protein truncation 3' of this cutoff.",
                "   2. Splicing variants (+/- 1,2 intronic positions): ",
                "       - Only apply to the variants resulting NMD (please refer to decision tree) OR entire exon deletion: ",
                "           - Exons 1,2,4,5,6 OR 7 deletions OR multi-exon deletion: PVS1 (Resulting frameshift)",
                "           - Exons 3,8 OR 9 deletions: PVS1_Strong (in-frame but truncated/altered region is critical to protein function).",
                "   3. Deletion (Single/multi exon to full gene): Please refer to decision tree.",
                "   4. Duplication: Please refer to decision tree.",
                "   5. Initiation codon: PVS1 applies to initiation codon variants.",
                "",
                "PTEN EP Commentary: No known alternative start codon in other transcripts. There are sufficient patients' data from literature and labs support the pathogenicity of initiation codon variants."
                
            ],
            "is_selectable": "1",
            "relevant_info": "",
            "strengths": [
                {
                    "name": "pvs",
                    "display_name":"vstr",
                    "description": "pathogenic very strong",
                    "is_default": "1"
                },
                {
                    "name": "ps",
                    "display_name":"str",
                    "description": "pathogenic strong",
                    "is_default": "0"
                },
                {
                    "name": "pm",
                    "display_name":"mod",
                    "description": "medium pathogenic",
                    "is_default": "0"
                }
            ],
            "mutually_exclusive_criteria": [
                "PS1"
            ]
        },

        {
            "name": "PS1",
            "description": [

                "Original ACMG Summary",
                "Same amino acid change as a previously established pathogenic variant regardless of nucleotide change.",
                "Example: Val->Leu caused by either G>C or G>T in the same codon.",
                "Caveat: Beware of changes that impact splicing rather than at the amino acid/protein level.",
                "",
                "Strong",
                "Same amino acid change as a previously established pathogenic variant regardless of nucleotide change OR different variant at same nucleotide position as a pathogenic splicing variant, where in silico models predict impact equal to or greater than the known pathogenic variant.",
                "",
                "Instructions:",
                "PTEN EP Specification: PS1 will be applied as described and expanded to include a different nucleotide substitution for an intronic splice site variant if the predicted impact is equal to or greater than the known pathogenic variant per in silico splicing tools.  Caution should be used when applying this criteria to exonic variants causing aberrant splicing."
                
            ],
            "is_selectable": "1",
            "relevant_info": "",
            "strengths": [
                {
                    "name": "ps",
                    "display_name":"str",
                    "description": "pathogenic strong",
                    "is_default": "1"
                }
            ],
            "mutually_exclusive_criteria": [
                
            ]
        },
        {
            "name": "PS2",
            "description": [

                "Original ACMG Summary",
                "De novo (both maternity and paternity confirmed) in a patient with the disease and no family history.",
                "Note: Confirmation of paternity only is insufficient. Egg donation, surrogate motherhood, errors in embryo transfer, etc. can contribute to non-maternity.",
                "",
                "Very Strong",
                "Two proven OR four assumed OR one proven + two assumed de novo observations in a patient with the disease and no family history.",
                "Instructions: Two or more occurrences of PS2 OR two or more occurrences of PM6 AND one occurrence of PS2.",
                "",
                "Strong",
                "De novo (both maternity and paternity confirmed) observation in a patient with the disease and no family history."
                
            ],
            "is_selectable": "1",
            "relevant_info": "",
            "strengths": [
                {
                    "name": "pvs",
                    "display_name":"vstr",
                    "description": "pathogenic very strong",
                    "is_default": "0"
                },
                {
                    "name": "ps",
                    "display_name":"str",
                    "description": "pathogenic strong",
                    "is_default": "1"
                }
            ],
            "mutually_exclusive_criteria": [
                
            ]
        },
        {
            "name": "PS3",
            "description": [

                "Original ACMG Summary",
                "Well-established in vitro or in vivo functional studies supportive of a damaging effect on the gene or gene product.",
                "Note: Functional studies that have been validated and shown to be reproducible and robust in a clinical diagnostic laboratory setting are considered the most well-established.",
                "",
                "Strong",
                "Well-established in vitro or in vivo functional studies supportive of a damaging effect on the gene or gene product.",
                "    RNA, mini-gene, or other assay shows impact on splicing",
                "",
                "Moderate",
                "Well-established in vitro or in vivo functional studies supportive of a damaging effect on the gene or gene product.",
                "    Phosphatase activity ≤ -1.11 per Mighell et al. 2018, PMID: 29706350.",
                "",
                "Supporting",
                "Phosphatase activity <50% of wild-type or abnormal in vitro cellular assay or transgenic model with phenotype different from wild type that does not meet PS3_moderate.",
                "",
                "Instructions:",
                "PTEN EP Specification: ",
                "PS3 may be applied to the following assays:",
                "   - RNA, mini-gene, or other assay demonstrating an impact on splicing.",
                "PS3_Moderate: ",
                "   - Mighell et al. 2018 (PMID: 29706350): Massively parallel functional assay interrogating phosphatase activity. ",
                "       - In the supplementary material (Table S2) search for the variant in columns A or B and make sure the variant in question is listed as TRUE under column I (high confidence). If not, do not use as evidence.",
                "       - Under column G, the cumulative score is listed. Apply PS3_moderate for all variants with scores < -1.11.",
                "PS3_Supporting: Other studies demonstrating lipid phosphatase activity <50% of wild-type or abnormal in vitro cellular assay or transgenic model with phenotype different from wild-type that does not meet PS3_moderate. Examples of in vitro cellular assays to be considered for PS3_supporting evidence may include:",
                "   - In vitro assay demonstrating >50% reduction in phosphatase activity compared to wild type control. Phosphatase assays for which criteria may be applied must include a catalytic dead control, such as p.C124S, as well as at least three biological replicates: Myers et al. 1998 (PMID: 9811831), Stambolic et al. 1998 (PMID: 9778245), Han et al. 2000 (PMID: 10866302), Rodriguez-Escudero et al. 2011 (PMID: 21828076), Costa et al. 2015 (PMID: 26504226), Malek et al. 2017 (PMID: 29056325).",
                "   - Decreased PTEN or increased pAKT expression: Tan 2011 (PMID: 21194675), Spinelli 2015 (PMID: 25527629).",
                "   - Disruption of protein cellular localization: Lobo et al. 2009 (PMID: 19457929), He et al. 2012 (PMID: 22962422), Gil et al. 2015 (PMID: 25875300)",
                "   - Aberrant cellular phenotypes, including defective cell migration, proliferation, and invasion: Costa et al. 2015 (PMID: 26504226), Malek et al. 2017 (PMID: 29056325)"
                
            ],
            "is_selectable": "1",
            "relevant_info": "",
            "strengths": [
                {
                    "name": "ps",
                    "display_name":"str",
                    "description": "pathogenic strong",
                    "is_default": "1"
                },
                {
                    "name": "pm",
                    "display_name":"mod",
                    "description": "medium pathogenic",
                    "is_default": "0"
                },
                {
                    "name": "pp",
                    "display_name":"sup",
                    "description": "supporting pathogenic",
                    "is_default": "0"
                }
            ],
            "mutually_exclusive_criteria": [
                
            ]
        },
        {
            "name": "PS4",
            "description": [

                "Original ACMG Summary",
                "The prevalence of the variant in affected individuals is significantly increased compared to the prevalence in controls.",
                "Note 1: Relative risk (RR) or odds ratio (OR), as obtained from case-control studies, is >5.0 and the confidence interval around the estimate of RR or OR does not include 1.0. See manuscript for detailed guidance.",
                "Note 2: In instances of very rare variants where case-control studies may not reach statistical significance, the prior observation of the variant in multiple unrelated patients with the same phenotype, and its absence in controls, may be used as moderate level of evidence.",
                "",
                "Very Strong",
                "Probands with specificity score ≥16 (see text).",
                "",
                "Strong",
                "Probands with specificity score 4-15.5 (see text) OR The prevalence of the variant in affected individuals is significantly increased compared with the prevalence in controls.",
                "",
                "Moderate",
                "Probands with specificity score of 2-3.5 (see text).",
                "",
                "Supporting",
                "Phenotype specific for disease with single genetic etiology. Proband(s) with specificity score of 1-1.5 (see text).",
                "",
                "Instructions:",
                "PTEN EP Commentary: This criterion is unlikely to be used in this manner for a condition as rare as PHTS. However, if sufficiently powered, a case-control study finding an odds ratio >2 for a PHTS component phenotype with p<0.05 and 95% confidence interval with lower limit >1.5, this criteria may be applied. However, this criterion may not be applied in combination with PP4.",
                "    Use 2: Patient's phenotype or family history is highly specific for a disease with a single genetic etiology.",
                "PTEN EP Specifications: This criterion may not be applied if BS1 applies.  Phenotype specificity scores are added across independent probands and calculated as follows:",
                "Adults: ",
                "    1 point per proband with Cleveland Clinic (CC) score >30 (Tan 2011)",
                "    0.5 points per proband with CC score of 25-29.",
                "",
                "Children:",
                "    1 point per proband with pediatric phenotype score >5 (please see supplementary information in manuscript for scoring rubric).",
                "    0.5 points per proband with pediatric phenotype score of 4, but autism/developmental delay/intellectual disability may not contribute to the score."
                
            ],
            "is_selectable": "1",
            "relevant_info": "",
            "strengths": [
                {
                    "name": "pvs",
                    "display_name":"vstr",
                    "description": "pathogenic very strong",
                    "is_default": "0"
                },
                {
                    "name": "ps",
                    "display_name":"str",
                    "description": "pathogenic strong",
                    "is_default": "1"
                },
                {
                    "name": "pm",
                    "display_name":"mod",
                    "description": "medium pathogenic",
                    "is_default": "0"
                },
                {
                    "name": "pp",
                    "display_name":"sup",
                    "description": "supporting pathogenic",
                    "is_default": "0"
                }
            ],
            "mutually_exclusive_criteria": [
                
            ]
        },

        {
            "name": "PM1",
            "description": [

                "Original ACMG Summary",
                "Located in a mutational hot spot and/or critical and well-established functional domain (e.g. active site of an enzyme) without benign variation.",
                "",
                "Moderate",
                "Located in a mutational hot spot and/or critical and well-established functional domain. Defined to include residues in catalytic motifs: 90-94, 123-130, 166-168 (NP_ 000305.3)",
                "",
                "Instructions:",
                "PTEN EP Specification: Defined to include residues in one of PTEN's catalytic motifs, which include the WPD loop (residues 90-94), P-loop (also described as phosphatase core, residues 123-130), and the TI-loop (residues 166-168) (NP_ 000305.3) (Lee 1999)."

            ],
            "is_selectable": "1",
            "relevant_info": "",
            "strengths": [
                {
                    "name": "pm",
                    "display_name":"mod",
                    "description": "medium pathogenic",
                    "is_default": "1"
                }
            ],
            "mutually_exclusive_criteria": [
                
            ]
        },
        {
            "name": "PM2",
            "description": [

                "Original ACMG Summary",
                "Absent from controls (or at extremely low frequency if recessive) in Exome Sequencing Project, 1000 Genomes or Exome Aggregation Consortium.",
                "Caveat: Population data for indels may be poorly called by next generation sequencing.",
                "",
                "Supporting",
                "Absent in population",
                "    Databases present at <0.00001 (0.001%) allele frequency in gnomAD or another large sequenced population.  If multiple alleles are present within any subpopulation, allele frequency in that subpopulation must be <0.00002 (0.002%).",
                "",
                "Instructions:",
                "PTEN EP Specification: Criteria may be applied if a variant is present at <0.00001 (0.001%) allele frequency in gnomAD or another large sequenced population. If multiple alleles are present within a subpopulation, allele frequency in that subpopulation must be <0.00002 (0.002%).  Please see supplementary information in manuscript supporting application of PM2 for ultra-rare alleles."

            ],
            "is_selectable": "1",
            "relevant_info": "",
            "strengths": [
                {
                    "name": "pp",
                    "display_name":"sup",
                    "description": "supporting pathogenic",
                    "is_default": "1"
                }
            ],
            "mutually_exclusive_criteria": [
                
            ]
        },
        {
            "name": "PM3",
            "description": [

                "Original ACMG Summary",
                "For recessive disorders, detected in trans with a pathogenic variant",
                "Note: This requires testing of parents (or offspring) to determine phase.",
                "Not Applicable",
                "Comments: This rule is not applicable to PTEN."

            ],
            "is_selectable": "0",
            "relevant_info": "",
            "strengths": [
                {
                    "name": "pm",
                    "display_name":"mod",
                    "description": "medium pathogenic",
                    "is_default": "1"
                }
            ],
            "mutually_exclusive_criteria": [
                
            ]
        },
        {
            "name": "PM4",
            "description": [

                "Original ACMG Summary",
                "Protein length changes due to in-frame deletions/insertions in a non-repeat region or stop-loss variants.",
                "",
                "Moderate",
                "Protein length changes due to in-frame deletions/insertions in a non-repeat region or stop-loss variants. Applies to in-frame insertions or deletions impacting at least one residue in a catalytic motif (see PM1), and variants causing protein extension.",
                "",
                "Instructions:",
                "PTEN EP Specification: For in-frame insertions or deletions, criteria may apply only if the variant impacts at least one residue in one of the catalytic motifs specified in the PM1 criteria. Criteria will also apply for variants resulting in protein extension."

            ],
            "is_selectable": "1",
            "relevant_info": "",
            "strengths": [
                {
                    "name": "pm",
                    "display_name":"mod",
                    "description": "medium pathogenic",
                    "is_default": "1"
                }
            ],
            "mutually_exclusive_criteria": [
                
            ]
        },
        {
            "name": "PM5",
            "description": [

                "Original ACMG Summary",
                "Novel missense change at an amino acid residue where a different missense change determined to be pathogenic has been seen before.",
                "Example: Arg156His is pathogenic; now you observe Arg156Cys.",
                "Caveat: Beware of changes that impact splicing rather than at the amino acid/protein level.",
                "",
                "Moderate",
                "Missense change at an amino acid residue where a different missense change determined to be pathogenic or likely pathogenic has been seen before. In addition, variant being interrogated must have BLOSUM62 score equal to or less than the known variant.",
                "",
                "Instructions:",
                "PTEN EP Specifications:",
                "   - This rule may be applied when the known variant is likely pathogenic unless applying would lead to a higher (pathogenic) classification for the variant being assessed.",
                "   - The variant in question need not be novel but must have a BLOSUM62 (Henikoff 1992) score equal to or less than the known variant."

            ],
            "is_selectable": "1",
            "relevant_info": "",
            "strengths": [
                {
                    "name": "pm",
                    "display_name":"mod",
                    "description": "medium pathogenic",
                    "is_default": "1"
                }
            ],
            "mutually_exclusive_criteria": [
                
            ]
        },
        {
            "name": "PM6",
            "description": [

                "Original ACMG Summary",
                "Assumed de novo, but without confirmation of paternity and maternity.",
                "",
                "Very Strong",
                "Two proven OR four assumed OR one proven + two assumed de novo observations in a patient with the disease and no family history.",
                "",
                "Strong",
                "Two probands with presumed de novo occurrence (maternity/ paternity not confirmed) with the disease and no family history.",
                "   - May also be used for a proband with presumed de novo occurrence for an individual with a highly specific phenotype (meets criteria to count towards PS4)",
                "",
                "Moderate",
                "Assumed de novo, but without confirmation of paternity and maternity, in proband with the disease and no family history."

            ],
            "is_selectable": "1",
            "relevant_info": "",
            "strengths": [
                {
                    "name": "pvs",
                    "display_name":"vstr",
                    "description": "pathogenic very strong",
                    "is_default": "0"
                },
                {
                    "name": "ps",
                    "display_name":"str",
                    "description": "pathogenic strong",
                    "is_default": "0"
                },
                {
                    "name": "pm",
                    "display_name":"mod",
                    "description": "medium pathogenic",
                    "is_default": "1"
                }
            ],
            "mutually_exclusive_criteria": [
                
            ]
        },
        {
            "name": "PP1",
            "description": [

                "Original ACMG Summary",
                "Co-segregation with disease in multiple affected family members in a gene definitively known to cause the disease.",
                "Note: May be used as stronger evidence with increasing segregation data.",
                "",
                "Strong",
                "Co-segregation with disease in multiple affected family members, with ≥7 meioses observed across at least two families.",
                "",
                "Moderate",
                "Co-segregation with disease in multiple affected family members, with 5 or 6 meioses observed.",
                "",
                "Supporting",
                "Co-segregation with disease in multiple affected family members, with 3 or 4 meioses observed."

            ],
            "is_selectable": "1",
            "relevant_info": "",
            "strengths": [
                {
                    "name": "ps",
                    "display_name":"str",
                    "description": "pathogenic strong",
                    "is_default": "0"
                },
                {
                    "name": "pm",
                    "display_name":"mod",
                    "description": "medium pathogenic",
                    "is_default": "0"
                },
                {
                    "name": "pp",
                    "display_name":"sup",
                    "description": "supporting pathogenic",
                    "is_default": "1"
                }
            ],
            "mutually_exclusive_criteria": [
                
            ]
        },
        {
            "name": "PP2",
            "description": [

                "Original ACMG Summary",
                "Missense variant in a gene that has a low rate of benign missense variation and where missense variants are a common mechanism of disease.",
                "",
                "Supporting",
                "Missense variant in a gene that has a low rate of benign missense variation and where missense variants are a common mechanism of disease."
                
            ],
            "is_selectable": "1",
            "relevant_info": "",
            "strengths": [
                {
                    "name": "pp",
                    "display_name":"sup",
                    "description": "supporting pathogenic",
                    "is_default": "1"
                }
            ],
            "mutually_exclusive_criteria": [
                
            ]
        },
        {
            "name": "PP3",
            "description": [

                "Original ACMG Summary",
                "Multiple lines of computational evidence support a deleterious effect on the gene or gene product (conservation, evolutionary, splicing impact, etc.).",
                "Caveat: As many in silico algorithms use the same or very similar input for their predictions, each algorithm should not be counted as an independent criterion. PP3 can be used only once in any evaluation of a variant.",
                "",
                "Supporting",
                "Multiple lines of computational evidence support a deleterious effect on the gene or gene product.",
                "   - Splicing variants: Concordance of SpliceAl and VarSeak",
                "   - Missense variants: REVEL score > 0.7",
                "",
                "Instructions:",
                "PTEN EP Specification: To be applied to synonymous or intronic variants where SpliceAl and VarSeak in silico models predict a splicing impact (SpliceAl: scores 0.5-1 are consider evidence of pathogenic. VarSeak: Class 4 and 5 are consider evidence of pathogenic).  May also be applied to missense variants with REVEL score > 0.7.",
                "PTEN EP Commentary: Per Bayesian adaptation of the ACMG/AMP variant interpretation framework (Tavtigian et al., 2018), odds of pathogenicity (OddsPath) were estimated for various numbers of previously classified controls. When REVEL scores > 0.7 were used as evidence of pathogenic and < 0.5 were used as evidence of benign, the oddsPath was equated with moderate evidence strength for pathogenic conditions. Given that the VCEP also applies PP2 for missense variants, we decided to downgrade the evidence strength to be used at a supporting level."

            ],
            "is_selectable": "1",
            "relevant_info": "",
            "strengths": [
                {
                    "name": "pp",
                    "display_name":"sup",
                    "description": "supporting pathogenic",
                    "is_default": "1"
                }
            ],
            "mutually_exclusive_criteria": [
                
            ]
        },
        {
            "name": "PP4",
            "description": [

                "Original ACMG Summary",
                "Patient’s phenotype or family history is highly specific for a disease with a single genetic etiology.",
                "Not Applicable",
                "Comments: PTEN EP Commentary: Phenotype specificity has been incorporated into the rule specifications for PS4 Use 2."

            ],
            "is_selectable": "0",
            "relevant_info": "",
            "strengths": [
                {
                    "name": "pp",
                    "display_name":"sup",
                    "description": "supporting pathogenic",
                    "is_default": "1"
                }
            ],
            "mutually_exclusive_criteria": [
                
            ]
        },
        {
            "name": "PP5",
            "description": [

                "Original ACMG Summary",
                "Reputable source recently reports variant as pathogenic, but the evidence is not available to the laboratory to perform an independent evaluation.",
                "Not Applicable",
                "This criterion is not for use as recommended by the ClinGen Sequence Variant Interpretation VCEP Review Committee."

            ],
            "is_selectable": "0",
            "relevant_info": "",
            "strengths": [
                {
                    "name": "pp",
                    "display_name":"sup",
                    "description": "supporting pathogenic",
                    "is_default": "1"
                }
            ],
            "mutually_exclusive_criteria": [
                
            ]
        },
        {
            "name": "BA1",
            "description": [

                "Original ACMG Summary",
                "Allele frequency is above 5% in Exome Sequencing Project, 1000 Genomes or Exome Aggregation Consortium.",
                "",
                "Stand Alone",
                "gnomAD Filtering allele frequency >0.00056 (0.056%)",
                "Please see information in BS1 section for data supporting this cutoff."
                
            ],
            "is_selectable": "1",
            "relevant_info": "",
            "strengths": [
                {
                    "name": "ba",
                    "display_name":"alo",
                    "description": "stand-alone benign",
                    "is_default": "1"
                }
            ],
            "mutually_exclusive_criteria": [
                
            ]
        },
        {
            "name": "BS1",
            "description": [

                "Original ACMG Summary",
                "Allele frequency is greater than expected for disorder.",
                "",
                "Strong",
                "gnomAD Filtering allele frequency from 0.000043 (0.0043%) up to 0.00056 (0.056%)",
                "",
                "Supporting",
                "Allele frequency from 0.0000043 (0.00043%) up to 0.000043 (0.0043%).",
                "",
                "Instructions:",
                "PTEN EP Specification: ",
                "BA1, BS1, and BS1_P thresholds are based on the approach published by Whiffin et al. (PMID 28518168) using the following values:",
                "   - Prevalence: 1 in 9,000 (based on 15 disease-associated alleles present among the gnomAD population of ~135,000 individuals)",
                "   - Allelic heterogeneity: 22/282 (based on prevalence of most common pathogenic PTEN variants, p.R130X and p.R335X, per Tan et al. PMID 21194675 and Bubien 2013 PMID 23335809)",
                "   - Penetrance: 10% (overall cancer by age 40 for men with pathogenic germline PTEN variants is approximately 20% per Bubien 2013 PMID 23335809)",
                "Using these data points results in a BS1 value of 0.000043. BA1 was calculated by setting allelic heterogeneity to 1, and BS1_P by reducing BS1 by an order of magnitude."
                
            ],
            "is_selectable": "1",
            "relevant_info": "",
            "strengths": [
                {
                    "name": "bs",
                    "display_name":"str",
                    "description": "strong benign",
                    "is_default": "1"
                },
                {
                    "name": "bp",
                    "display_name":"sup",
                    "description": "supporting benign",
                    "is_default": "0"
                }
            ],
            "mutually_exclusive_criteria": [
                
            ]
        },
        {
            "name": "BS2",
            "description": [

                "Original ACMG Summary",
                "Observed in a healthy adult individual for a recessive (homozygous), dominant (heterozygous), or X-linked (hemizygous) disorder, with full penetrance expected at an early age.",
                "",
                "Strong",
                "Observed in the homozygous state in a healthy or PHTS-unaffected individual. One observation if homozygous status confirmed, two if not confirmed. To be applied at supporting evidence level if BS1 is also applied.",
                "",
                "Supporting",
                "Two homozygous observations with no clinical data provided, or meets criteria for BS2 but BS1 is also applied.",
                "",
                "Instructions:",
                "PTEN EP Specifications: ",
                "BS2: Variant must be observed in the homozygous state in a healthy or PHTS-unaffected individual. Two independent observations are required if the homozygous status is not confirmed via parental testing.  If BS1 is also applied, this criteria will be applied at the supporting evidence level to avoid a variant reaching benign status solely based on homozygous occurrences due to high population frequency (BS1+BS2).",
                "BS2_Supporting: Two homozygous observations with no clinical data provided, or meets criteria for BS2 but BS1 is also applied."
                
            ],
            "is_selectable": "1",
            "relevant_info": "",
            "strengths": [
                {
                    "name": "bs",
                    "display_name":"str",
                    "description": "strong benign",
                    "is_default": "1"
                },
                {
                    "name": "bp",
                    "display_name":"sup",
                    "description": "supporting benign",
                    "is_default": "0"
                }
            ],
            "mutually_exclusive_criteria": [
                
            ]
        },
        {
            "name": "BS3",
            "description": [

                "Original ACMG Summary",
                "Well-established in vitro or in vivo functional studies show no damaging effect on protein function or splicing.",
                "",
                "Strong",
                "Well-established in vitro or in vivo functional studies shows no damaging effect on protein function. To be applied to intronic or synonymous variants, RNA, mini-gene or other splicing assay demonstrating no splicing impact.",
                "",
                "Supporting",
                "In vitro or in vivo functional study or studies showing no damaging effect on protein function.",
                "   - Phosphatase activity >0 per Mighell et al. 2018, PMID: 29706350.",
                "",
                "Instructions:",
                "PTEN EP Specifications: ",
                "BS3: For intronic or synonymous variants: RNA, mini-gene, or other assay demonstrate no impact on splicing.",
                "BS3_Supporting: In vitro or in vivo functional study or studies showing no damaging effect on protein function.",
                "PTEN EP Specifications: BS3_supporting may be applied to the following assays:",
                "   - Mighell et al. 2018 (PMID: 29706350): Massively parallel functional assay interrogating phosphatase activity. ",
                "       - In the supplementary material (Table S2) search for the variant in columns A or B and make sure the variant in question is listed as TRUE under column I (high confidence). If not, do not use as evidence.",
                "       - Under column G, the cumulative score is listed. Apply BS3_supporting for all variants with scores > 0.",
                "   - For missense variants: Other studies showing lipid phosphatase activity comparable to wild type in addition to a second assay appropriate to the protein domain demonstrating no statistically significant difference from wild type. Phosphatase assays for which criteria may be applied must include a catalytic dead control, such as p.C124S (NP_ 000305.3), as well as at least three biological replicates: Myers et al. 1998 (PMID: 9811831), Stambolic et al. 1998 (PMID: 9778245), Han et al. 2000 (PMID: 10866302), Rodriguez-Escudero et al. 2011 (PMID: 21828076), Costa et al. 2015 (PMID: 26504226), Malek et al. 2017 (PMID: 29056325)",
                "   - Examples of second assays may include:",
                "       - Decreased PTEN or increased pAKT expression: Tan et al. 2011 (PMID: 21194675), Spinelli et al. 2015 (PMID: 25527629).",
                "       - Disruption of protein cellular localization: Lobo et al. 2009 (PMID: 19457929), He et al. 2012 (PMID: 22962422), Gil et al. 2015 (PMID: 25875300).",
                "       - Aberrant cellular phenotypes, including defective cell migration, proliferation, and invasion: Costa et al. 2015 (PMID: 26504226)",
                "       - Malek et al. 2017 (PMID: 29056325)."
                
            ],
            "is_selectable": "1",
            "relevant_info": "",
            "strengths": [
                {
                    "name": "bs",
                    "display_name":"str",
                    "description": "strong benign",
                    "is_default": "1"
                },
                {
                    "name": "bp",
                    "display_name":"sup",
                    "description": "supporting benign",
                    "is_default": "0"
                }
            ],
            "mutually_exclusive_criteria": [
                
            ]
        },
        {
            "name": "BS4",
            "description": [

                "Original ACMG Summary",
                "Lack of segregation in affected members of a family.",
                "Caveat: The presence of phenocopies for common phenotypes (i.e. cancer, epilepsy) can mimic lack of segregation among affected individuals. Also, families may have more than one pathogenic variant contributing to an autosomal dominant disorder, further confounding an apparent lack of segregation.",
                "",
                "Strong",
                "Lack of segregation in affected members of two or more families.",
                "",
                "Supporting",
                "Lack of segregation in affected members of one family."
                
            ],
            "is_selectable": "1",
            "relevant_info": "",
            "strengths": [
                {
                    "name": "bs",
                    "display_name":"str",
                    "description": "strong benign",
                    "is_default": "1"
                },
                {
                    "name": "bp",
                    "display_name":"sup",
                    "description": "supporting benign",
                    "is_default": "0"
                }
            ],
            "mutually_exclusive_criteria": [
                
            ]
        },
        {
            "name": "BP1",
            "description": [


                "Original ACMG Summary",
                "Missense variant in a gene for which primarily truncating variants are known to cause disease.",
                "Not Applicable",
                "Comments: This rule is not applicable to PTEN."
                
                
            ],
            "is_selectable": "0",
            "relevant_info": "",
            "strengths": [
                {
                    "name": "bp",
                    "display_name":"sup",
                    "description": "supporting benign",
                    "is_default": "1"
                }
            ],
            "mutually_exclusive_criteria": [
                
            ]
        },
        {
            "name": "BP2",
            "description": [

                "Original ACMG Summary",
                "Observed in trans with a pathogenic variant for a fully penetrant dominant gene/disorder or observed in cis with a pathogenic variant in any inheritance pattern.",
                "",
                "Supporting",
                "Observed in trans with a pathogenic or likely pathogenic PTEN variant OR at least three observations in cis and/or phase unknown with different pathogenic/likely pathogenic PTEN variants.",
                "",
                "Instructions:",
                "PTEN EP Specifications: The other variant may be either pathogenic or likely pathogenic. This rule may also be applied for at least three observations of the variant in cis or unknown phase with different pathogenic or likely pathogenic PTEN variants."
                
            ],
            "is_selectable": "1",
            "relevant_info": "",
            "strengths": [
                {
                    "name": "bp",
                    "display_name":"sup",
                    "description": "supporting benign",
                    "is_default": "1"
                }
            ],
            "mutually_exclusive_criteria": [
                
            ]
        },
        {
            "name": "BP3",
            "description": [

                "Original ACMG Summary",
                "In frame-deletions/insertions in a repetitive region without a known function.",
                "Not Applicable",
                "Comments: This rule is not applicable to PTEN."

            ],
            "is_selectable": "0",
            "relevant_info": "",
            "strengths": [
                {
                    "name": "bp",
                    "display_name":"sup",
                    "description": "supporting benign",
                    "is_default": "1"
                }
            ],
            "mutually_exclusive_criteria": [
                
            ]
        },
        {
            "name": "BP4",
            "description": [

                "Original ACMG Summary",
                "Multiple lines of computational evidence suggest no impact on gene or gene product (conservation, evolutionary, splicing impact, etc)",
                "Caveat: As many in silico algorithms use the same or very similar input for their predictions, each algorithm cannot be counted as an independent criterion. BP4 can be used only once in any evaluation of a variant.",
                "",
                "Supporting",
                "Multiple lines of computational evidence suggest no impact on gene or gene product. ",
                "    Splicing variants: Concordance of SpliceAl and VarSeak",
                "    Missense variants: REVEL scores < 0.5",
                "",
                "Instructions:",
                "PTEN EP Specification: To be applied to synonymous or intronic variants where SpliceAl and VarSeak in silico models predict no splicing impact (SpliceAl: scores 0-0.2 are considered evidence of benign. VarSeak: Class 1 and 2 are considered evidence of benign). Not to be applied for variants which may impact the intron 1 splice donor or acceptor sites, and to be used cautiously for variants which may impact the intron 6 splice acceptor. May also be applied to missense variants with REVEL score < 0.5.",
                "PTEN EP Commentary: Per Bayesian adaptation of the ACMG/AMP variant interpretation framework (Tavtigian et al., 2018), odds of pathogenicity (OddsPath) were estimated for various numbers of previously classified controls. When REVEL scores > 0.7 were used as evidence of pathogenic and < 0.5 were used as evidence of benign, the oddsPath was equated with moderate evidence strength for benign conditions. Given that the VCEP also applies PP2 for missense variants, we decided to downgrade the evidence strength to be used at a supporting level."
                
            ],
            "is_selectable": "1",
            "relevant_info": "",
            "strengths": [
                {
                    "name": "bp",
                    "display_name":"sup",
                    "description": "supporting benign",
                    "is_default": "1"
                }
            ],
            "mutually_exclusive_criteria": [
                
            ]
        },
        {
            "name": "BP5",
            "description": [

                "Original ACMG Summary",
                "Variant found in a case with an alternate molecular basis for disease.",
                "",
                "Supporting",
                "Variant found in a case with an alternate molecular basis for disease. Other gene/disorder must be considered highly penetrant AND patient’s personal/family history must demonstrate no overlap between other gene and PTEN.",
                "",
                "Instructions:",
                "PTEN EP Specifications: At least two such cases are required for criteria to apply.  In addition, the other gene/disorder must be considered highly penetrant AND the patient's personal/family history must demonstrate no overlap between the other gene and PTEN."
                
            ],
            "is_selectable": "1",
            "relevant_info": "",
            "strengths": [
                {
                    "name": "bp",
                    "display_name":"sup",
                    "description": "supporting benign",
                    "is_default": "1"
                }
            ],
            "mutually_exclusive_criteria": [
                
            ]
        },
        {
            "name": "BP6",
            "description": [

                "Original ACMG Summary",
                "Reputable source recently reports variant as benign, but the evidence is not available to the laboratory to perform an independent evaluation.",
                "Not Applicable",
                "This criterion is not for use as recommended by the ClinGen Sequence Variant Interpretation VCEP Review Committee."
                
            ],
            "is_selectable": "0",
            "relevant_info": "",
            "strengths": [
                {
                    "name": "bp",
                    "display_name":"sup",
                    "description": "supporting benign",
                    "is_default": "1"
                }
            ],
            "mutually_exclusive_criteria": [
                
            ]
        },
        {
            "name": "BP7",
            "description": [

                "Original ACMG Summary",
                "A synonymous variant for which splicing prediction algorithms predict no impact to the splice consensus sequence nor the creation of a new splice site AND the nucleotide is not highly conserved.",
                "",
                "Supporting",
                "A synonymous (silent) or intronic variant at or beyond +7/-21 for which splicing prediction algorithms predict no impact to the splice consensus sequence nor the creation of a new splice."   
                
            ],
            "is_selectable": "1",
            "relevant_info": "",
            "strengths": [
                {
                    "name": "bp",
                    "display_name":"sup",
                    "description": "supporting benign",
                    "is_default": "1"
                }
            ],
            "mutually_exclusive_criteria": [
                
            ]
        }
    ]
}